<template>
    <div>
        <h2 class="page-title">
            藏书情况
        </h2>
        <div class="page-content">
            <p>
                清朝前期的书院由于受到清政府的压制与打击，一度几近荒废，但是康熙朝之后，由于社会经济得到一定程度的发展，统治政权相对稳定，统治阶级需求一个完整的培养官吏的教育制度，所以又开始提倡鼓励书院的发展，书院的图书馆由此也走上了恢复发展的道路。</p>
            <p>清朝的书院经费由政府拨款，书院的山长由各省督抚学臣聘请，书院的学生则由各省的道员与布政司会同考核招收。</p>
            <p>
                清朝书院主要有三项职能：讲学、供祀与收藏文化典籍。当时，几乎一般书院都有藏书，专设有图书馆，广储经史群籍。例如，岳麓书院的图书馆在嘉庆末年藏书达10045卷，虽然在咸丰年间被兵火焚毁，但到同治年间藏书又达到14130卷。而当时的正谊书院的图书馆藏书则多达6万余卷。由此可见清朝书院图书馆的藏书规模。</p>
            <p>
                清朝书院图书馆的藏书分布很广，遍及十九个省市。甚至许多边远地区也设立有书院及其图书馆。清朝书院图书馆的藏书来源也很广泛，包括御赐、捐献、自购、抄写、刊印等等。尤其书院自行刊印的经籍，精刻精校，成为中国刻本书的精品。关于御赐之书可分为三种情况：一是清朝政府主动赐书供给书院。例如康熙二十五年朝廷颁赐《御纂日讲解义》以及经史诸书给白鹿、岳麓两所书院。二是在建立或重修书院之时，山长向当朝皇帝或当地政府主动要求赐书。例如，巡抚丁思孔修葺岳麓书院之时，向康熙皇帝伏恳过御书匾额，皇帝同时颁赐有《御纂日讲解义》诸书。三是用公银为书院购书，这是清朝特有的御赐形式。例如，乾隆元年朝廷下令，各督抚于省会书院，应将《十三经》《二十一史》诸书动用公银购买颁发，令士子熟习讲贯。社会各阶层人士捐献书则成为清书院图书馆藏书的主要来源。例如乾隆十九年钟峨建立永清书院，捐田六百石，书籍千卷。但是书院图书馆的藏书仅靠御赐与捐赠局限性很大，所以清朝时期的书院自购图书比以往朝代更频繁。例如，岳麓书院在咸丰与同治两朝期间，先后四次共购1370本图书。当然书院的图书馆自己也刊印书籍，版本学中其中就包括有书院本。清朝书院图书馆刊印经籍风气很盛，许多书院或由著名学者亲自主持刊刻，或于书院中设书局专门刊印书籍，规模较大，成为当时非常有影响力的出版印刷机构。</p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "AboutBooks"
    }
</script>

<style scoped>

</style>