<template>
    <div>
        <h2 class="page-title">图书馆介绍</h2>
        <div class="page-content">
            <p>早在公元前3000年时，巴比伦的神庙中就收藏有刻在胶泥板上的各类记载。最早的藏书地点是希腊神庙的藏书之所和附属于希腊哲学书院（公元前4世纪）的藏书之所。</p>
            <p>最早的图书馆——美索不达米亚平原的尼尼微图书馆（亚述帝国的国王亚述巴尼拔建立，所以又称亚述巴尼拔图书馆）。</p>
            <p>
                根据考古学家的发掘成果，我们已知世界上最早的图书馆在美索不达米亚平原。而闻名于世的是尼尼微图书馆。这是现今已发掘的古文明遗址中保存最完整、规模最宏大、书籍最齐全的图书馆。在时间上要比埃及著名的亚历山大图书馆（古代最大图书馆）早400多年，而且由于泥版图书的特殊性，没有像亚历山大图书馆一样毁于战火，大部分都保存了下来。</p>
            <p>
                我国的图书馆历史悠久。只是起初并不称做“图书馆”，而是称为“府”、“阁”、“观”、“台”、“殿”、“院”、“堂”、“斋”、“楼”罢了。如西周的盟府，两汉的石渠阁、东观和兰台，隋朝的观文殿，宋朝的崇文院，明代的澹生堂，清朝的四库全书七阁等等。“图书馆”是一个外来语，于19世纪末从日本传到我国。
            </p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "Introduction"
    }
</script>

<style scoped>

</style>